[M_Sage_Mission04 MissionDefinition]
TurnInDescription="We've come to wreck everything and ruin your life. Claptrap sent us."

[M_Sage_Mission04:KillEndBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Kill Nakayama's Jack monster ''Woundspike''."
MissionDescriptionOverride="Professor Nakayama is planning on creating Eridium engineered Jack clones from his secret lab in [place]Ardorton Station[-place]. Once the lab was shut down however, Nakayama unleashed one of his experimental creatures. Guess you should kill it, huh?"
